################################################################################
#                                                                              #
# ██████  ███████           ██████     Data Science with Python - v.0.9        #
# ██   ██ ██                ██   ██    © Félix Déage - 2024                    #
# ██   ██ ███████ ██  █  ██ ██████     License CC BY-SA 4.0 FR                 #
# ██   ██      ██ ██ ███ ██ ██                                                 #
# ██████  ███████  ███ ███  ██         inspired by learnxinyminutes.com        #
#                                                                              #
################################################################################
#               #                                                              #
#  Chap. 20     #  Formatage II                                                #
#               #                                                              #
################################################################################
#
#  - Formater son code
#  - Outils de formatage
#
##########################

# Formater son code
#####################

# TODO


# Outils de formatage
######################

# config automatique de son éditeur, git hook
